Repository: Pierrotws/caravel
Catalog: caravel@pierrotws.io/po/*.po
Languages: ru

source: Add new Wallpapers
ru: Добавить новые обои

source: Delay (%d %s)
ru: Интервал смены (%d %s)

source: Manage Wallpapers
ru: Управление обоями

source: Move selected Wallpapers down in the list.
ru: Переместить выбранные обои вниз списка

source: Move selected Wallpapers up in the list.
ru: Переместить выбранные обои вверх списка

source: Remove selected Wallpapers
ru: Убрать выделенные обои из списка

source: Select the new wallpapers.
ru: Выбрать новые обои

source: The following images where invalid (not found or not image-types) and have been removed:
ru: Следующие изображения не найдены или имеют некорректный формат и будут удалены из списка:

source: Up Next
ru: Прокрутите вверх для смены

source: hours
ru: часов

source: minutes
ru: минут
