Repository: Pierrotws/caravel
Catalog: backslide@codeisland.org/po/*.po
Languages: pt_br

source: Up Next
pt_br: A seguir

source: minutes
pt_br: minutos

source: hours
pt_br: horas

source: Delay (%d %s)
pt_br: Atraso (%d %s)

source: Move selected Wallpapers up in the list.
pt_br: Move os papeis de parede selecionados para cima na lista.

source: Move selected Wallpapers down in the list.
pt_br: Move os papeis de parede selecionados para baixo na lista.

source: Add new Wallpapers
pt_br: Adiciona novos papéis de parede

source: Select the new wallpapers.
pt_br: Seleciona os novos papéis de parede.

source: Remove selected Wallpapers
pt_br: Remove os papéis de parede selecionados.

source: The following images where invalid (not found or not image-types) and have been removed:
pt_br: As imagens a seguir eram inválidas (não encontradas ou não são do tipo imagem) e foram removidas:

source: Manage Wallpapers
pt_br: Gerenciar papéis de parede
